/* Localized versions of Alert message carried in java applications */
/* 'OldJavaAlert' means the alert we display when trying to run a double clickable on an version of Mac OS X that doesn't support some feature in the app -- the Java is too old. */

"Cannot launch application" = "Java-programma kan niet worden gestart";
"It requires a newer java" 	= "Hiervoor is Mac OS X 10.1 met Java-update 1 of een nieuwere versie van Mac OS X vereist.";
"Quit" 						= "Stop";
